tap "homebrew/bundle"
tap "joshmedeski/sesh"
tap "nikitabobko/tap"
tap "omnisharp/omnisharp-roslyn"
brew "azure-cli"
brew "libgit2@1.7"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "pure"
brew "python@3.12"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "w3m"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "joshmedeski/sesh/sesh"
cask "aerospace"
cask "appcleaner"
cask "arc"
cask "devpod"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "izotope-product-portal"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "obsidian"
cask "powershell"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
vscode "astro-build.astro-vscode"
vscode "silvenon.mdx"
vscode "unifiedjs.vscode-mdx"
vscode "vue.volar"
vscode "xyc.vscode-mdx-preview"
vscode "yzhang.markdown-all-in-one"
