tap "homebrew/bundle"

brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "podman"
brew "pure"
brew "python@3.12"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "joshmedeski/sesh/sesh"

brew "lua-language-server"
brew "luarocks"
brew "markdownlint-cli2"
brew "marksman"
brew "prettierd"
brew "stylua"

cask "aerospace"
cask "appcleaner"
cask "brave-browser"
cask "devpod"
cask "dotnet-sdk"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "gitkraken"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "obsidian"
cask "podman-desktop"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"

vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "runem.lit-plugin"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "vscodevim.vim"

