tap "homebrew/bundle"

brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "podman"
brew "pure"
brew "ripgrep"
brew "slides"
brew "stow"
brew "tmux"
brew "yazi"
brew "zk"
brew "zoxide"
brew "joshmedeski/sesh/sesh"
brew "zsh-autosuggestions"

cask "aerospace"
cask "appcleaner"
cask "brave-browser"
cask "devpod"
cask "dotnet-sdk"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "gitkraken"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "nikitabobko/tap/aerospace"
cask "obsidian"
cask "podman-desktop"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "zed"
